Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: There were no due recurring bills to post.
ar_sa: لم تكن هناك فواتير متكررة مستحقة للنشر.
bn_bd: পোস্ট করার জন্য কোন বকেয়া পুনরাবৃত্ত বিল ছিল না।
de_de: Es waren keine fälligen wiederkehrenden Rechnungen zu buchen.
es_mx: No había facturas recurrentes pendientes de contabilizar.
fr_ca: Il n’y avait aucune facture récurrente à afficher.
gu_in: પોસ્ટ કરવા માટે કોઈ બાકી રિકરિંગ બિલ નહોતા.
he: לא היו חייבים לפרסם חשבונות חוזרים.
hi: पोस्ट करने के लिए कोई आवर्ती बिल नहीं थे।
hr: Nije bilo dospjelih ponavljajućih računa za knjiženje.
id: Tidak ada tagihan berulang yang harus diposkan.
it: Non c'erano fatture ricorrenti scadute da registrare.
ja: 転記すべき定期的な請求書はありませんでした。
kn_in: ಪೋಸ್ಟ್ ಮಾಡಲು ಯಾವುದೇ ಮರುಕಳಿಸುವ ಬಿಲ್‌ಗಳಿಲ್ಲ.
ko: 게시할 예정인 반복 청구서가 없었습니다.
ml_in: പോസ്‌റ്റ് ചെയ്യാൻ ആവർത്തിച്ചുള്ള ബില്ലുകളൊന്നും ഉണ്ടായിരുന്നില്ല.
mr_in: पोस्ट करण्यासाठी कोणतीही देय आवर्ती बिले नव्हती.
ms: Tiada bil berulang yang perlu dibayar untuk dipos.
nb: Det var ingen forfallende gjentakende regninger å poste.
nl_nl: Er waren geen verschuldigde terugkerende facturen om te posten.
or_in: ପୋଷ୍ଟ କରିବାକୁ କ due ଣସି ଧାର୍ଯ୍ୟ ବାରମ୍ବାର ବିଲ୍ ନଥିଲା |
pa_in: ਪੋਸਟ ਕਰਨ ਲਈ ਕੋਈ ਬਕਾਇਆ ਆਵਰਤੀ ਬਿੱਲ ਨਹੀਂ ਸਨ।
pt_br: Não havia contas recorrentes vencidas para lançar.
ta_in: இடுகையிட வேண்டிய தொடர் பில்கள் எதுவும் இல்லை.
te_in: పోస్ట్ చేయడానికి బకాయి పునరావృత బిల్లులు లేవు.
th: ไม่มีการเรียกเก็บเงินที่ต้องชำระประจำในการโพสต์
tr: Gönderilecek vadesi gelen yinelenen fatura yoktu.
uk: Не було належних регулярних рахунків для розміщення.
ur_pk: پوسٹ کرنے کے لیے کوئی واجب الادا بل نہیں تھے۔
vi: Không có hóa đơn định kỳ nào cần đăng.
zh_hans: 没有到期的经常性账单需要过帐。
zh_hant: 沒有到期的經常性帳單需要過帳。

source: This Month
ar_sa: هذا الشهر
bn_bd: এই মাসে
de_de: Diesen Monat
es_mx: este mes
fr_ca: Ce mois-ci
gu_in: આ મહિને
he: החודש הזה
hi: इस महीने
hr: Ovaj mjesec
id: Bulan ini
it: Questo mese
ja: 今月
kn_in: ಈ ತಿಂಗಳು
ko: 이번 달
ml_in: ഈ മാസം
mr_in: या महिन्यात
ms: Bulan ini
nb: Denne måneden
nl_nl: Deze maand
or_in: ଏହି ମାସ
pa_in: ਇਸ ਮਹੀਨੇ
pt_br: Este mês
ta_in: இந்த மாதம்
te_in: ఈ నెల
th: เดือนนี้
tr: Bu Ay
uk: Цей місяць
ur_pk: اس مہینے
vi: Tháng này
zh_hans: 本月
zh_hant: 本月

source: This Week
ar_sa: هذا الأسبوع
bn_bd: এই সপ্তাহে
de_de: Diese Woche
es_mx: Esta semana
fr_ca: Cette semaine
gu_in: આ અઠવાડિયે
he: השבוע
hi: इस सप्ताह
hr: Ovaj tjedan
id: Minggu ini
it: Questa settimana
ja: 今週
kn_in: ಈ ವಾರ
ko: 이번 주
ml_in: ഈ ആഴ്ച
mr_in: या आठवड्यात
ms: Minggu ini
nb: Denne uken
nl_nl: Deze week
or_in: ଏହି ସପ୍ତାହ
pa_in: ਇਸ ਹਫਤੇ
pt_br: Esta semana
ta_in: இந்த வாரம்
te_in: ఈ వారం
th: สัปดาห์นี้
tr: Bu Hafta
uk: Цей тиждень
ur_pk: اس ہفتے
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

source: Title
ar_sa: العنوان
bn_bd: শিরোনাম
de_de: Titel
es_mx: Título
fr_ca: Titre
gu_in: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Naslov
id: Judul
it: Titolo
ja: タイトル
kn_in: ಶೀರ್ಷಿಕೆ
ko: 제목
ml_in: തലക്കെട്ട്
mr_in: शीर्षक
ms: Tajuk
nb: Tittel
nl_nl: Titel
or_in: ଆଖ୍ୟା
pa_in: ਸਿਰਲੇਖ
pt_br: Título
ta_in: தலைப்பு
te_in: శీర్షిక
th: ชื่อเรื่อง
tr: Başlık
uk: Назва
ur_pk: عنوان
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Today
ar_sa: اليوم
bn_bd: আজ
de_de: Heute
es_mx: hoy
fr_ca: Aujourd'hui
gu_in: આજે
he: היום
hi: आज
hr: Danas
id: Hari ini
it: Oggi
ja: 今日
kn_in: ಇಂದು
ko: 오늘
ml_in: ഇന്ന്
mr_in: आज
ms: Hari ini
nb: I dag
nl_nl: Vandaag
or_in: ଆଜି |
pa_in: ਅੱਜ
pt_br: Hoje
ta_in: இன்று
te_in: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur_pk: آج
vi: hôm nay
zh_hans: 今天
zh_hant: 今天

source: Total
ar_sa: المجموع
bn_bd: মোট
de_de: Insgesamt
es_mx: totales
gu_in: કુલ
he: סך הכל
hi: कुल
hr: Ukupno
id: Jumlah
it: Totale
ja: 合計
kn_in: ಒಟ್ಟು
ko: 합계
ml_in: ആകെ
mr_in: एकूण
ms: Jumlah
nb: Totalt
nl_nl: Totaal
or_in: ସମୁଦାୟ
pa_in: ਕੁੱਲ
ta_in: மொத்தம்
te_in: మొత్తం
th: รวม
tr: Toplam
uk: Всього
ur_pk: کل
vi: Tổng cộng
zh_hans: 总计
zh_hant: 總計

source: Total Balance
ar_sa: الرصيد الإجمالي
bn_bd: মোট ব্যালেন্স
de_de: Gesamtsaldo
es_mx: Saldo total
fr_ca: Solde total
gu_in: કુલ બેલેન્સ
he: יתרה כוללת
hi: कुल शेष
hr: Ukupno stanje
id: Jumlah Saldo
it: Saldo totale
ja: 合計残高
kn_in: ಒಟ್ಟು ಬ್ಯಾಲೆನ್ಸ್
ko: 총 잔액
ml_in: ആകെ ബാലൻസ്
mr_in: एकूण शिल्लक
ms: Jumlah Baki
nb: Total balanse
nl_nl: Totaal saldo
or_in: ସମୁଦାୟ ବାଲାନ୍ସ |
pa_in: ਕੁੱਲ ਬਕਾਇਆ
pt_br: Saldo Total
ta_in: மொத்த இருப்பு
te_in: మొత్తం బ్యాలెన్స్
th: ยอดคงเหลือทั้งหมด
tr: Toplam Bakiye
uk: Загальний баланс
ur_pk: ٹوٹل بیلنس
vi: Tổng số dư
zh_hans: 总余额
zh_hant: 總餘額

source: Transactions
ar_sa: المعاملات
bn_bd: লেনদেন
de_de: Transaktionen
es_mx: Transacciones
fr_ca: Opérations
gu_in: વ્યવહારો
he: עסקאות
hi: लेन-देन
hr: Transakcije
id: Transaksi
it: Transazioni
ja: 取引
kn_in: ವಹಿವಾಟುಗಳು
ko: 거래
ml_in: ഇടപാടുകൾ
mr_in: व्यवहार
ms: Transaksi
nb: Transaksjoner
nl_nl: Transacties
or_in: କାରବାର
pa_in: ਲੈਣ-ਦੇਣ
pt_br: Transações
ta_in: பரிவர்த்தனைகள்
te_in: లావాదేవీలు
th: การทำธุรกรรม
tr: İşlemler
uk: транзакції
ur_pk: لین دین
vi: Giao dịch
zh_hans: 交易
zh_hant: 交易

source: Transportation
ar_sa: النقل
bn_bd: পরিবহন
de_de: Transport
es_mx: Transporte
fr_ca: Transport
gu_in: પરિવહન
he: תחבורה
hi: परिवहन
hr: Prijevoz
id: Transportasi
it: Trasporti
ja: 交通機関
kn_in: ಸಾರಿಗೆ
ko: 교통
ml_in: ഗതാഗതം
mr_in: वाहतूक
ms: Pengangkutan
nb: Transport
nl_nl: Vervoer
or_in: ପରିବହନ
pa_in: ਆਵਾਜਾਈ
pt_br: Transporte
ta_in: போக்குவரத்து
te_in: రవాణా
th: การขนส่ง
tr: Ulaşım
uk: Транспорт
ur_pk: نقل و حمل
vi: Giao thông vận tải
zh_hans: 交通
zh_hant: 交通

source: Travel
ar_sa: السفر
bn_bd: ভ্রমণ
de_de: Reisen
es_mx: viajar
fr_ca: Voyage
gu_in: પ્રવાસ
he: נסיעות
hi: यात्रा
hr: Putovanje
id: Perjalanan
it: Viaggio
ja: 旅行
kn_in: ಪ್ರಯಾಣ
ko: 여행
ml_in: യാത്ര
mr_in: प्रवास
ms: Perjalanan
nb: Reise
nl_nl: Reizen
or_in: ଭ୍ରମଣ |
pa_in: ਯਾਤਰਾ
pt_br: Viajar
ta_in: பயணம்
te_in: ప్రయాణం
th: การเดินทาง
tr: Seyahat
uk: Подорожі
ur_pk: سفر
vi: du lịch
zh_hans: 旅行
zh_hant: 旅行

source: Trending
ar_sa: تتجه
bn_bd: প্রবণতা
de_de: Im Trend
es_mx: Tendencia
fr_ca: Tendance
gu_in: વલણમાં છે
he: מגמות
hi: ट्रेंडिंग
hr: U trendu
id: Sedang tren
it: Tendenza
ja: トレンド
kn_in: ಟ್ರೆಂಡಿಂಗ್
ko: 인기 급상승
ml_in: ട്രെൻഡിംഗ്
mr_in: ट्रेंडिंग
nb: På vei opp
nl_nl: Populair
or_in: ଟ୍ରେଣ୍ଡିଂ
pa_in: ਪ੍ਰਚਲਿਤ
pt_br: Tendências
ta_in: டிரெண்டிங்
te_in: ట్రెండింగ్‌లో ఉంది
th: กำลังมาแรง
tr: Trend olan
uk: В тренді
ur_pk: ٹرینڈنگ
vi: Xu hướng
zh_hans: 流行趋势
zh_hant: 流行趨勢

source: Try Another Image
ar_sa: حاول صورة أخرى
bn_bd: অন্য ইমেজ চেষ্টা করুন
de_de: Versuchen Sie es mit einem anderen Bild
es_mx: Pruebe con otra imagen
fr_ca: Essayez une autre image
gu_in: બીજી છબી અજમાવી જુઓ
he: נסה תמונה אחרת
hi: कोई अन्य छवि आज़माएँ
hr: Pokušajte s drugom slikom
id: Coba Gambar Lain
it: Prova un'altra immagine
ja: 別の画像を試してください
kn_in: ಇನ್ನೊಂದು ಚಿತ್ರವನ್ನು ಪ್ರಯತ್ನಿಸಿ
ko: 다른 이미지 시도
ml_in: മറ്റൊരു ചിത്രം പരീക്ഷിക്കുക
mr_in: दुसरी प्रतिमा वापरून पहा
ms: Cuba Imej Lain
nb: Prøv et annet bilde
nl_nl: Probeer een andere afbeelding
or_in: ଅନ୍ୟ ଏକ ପ୍ରତିଛବି ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਕੋਈ ਹੋਰ ਚਿੱਤਰ ਅਜ਼ਮਾਓ
pt_br: Tente outra imagem
ta_in: மற்றொரு படத்தை முயற்சிக்கவும்
te_in: మరొక చిత్రాన్ని ప్రయత్నించండి
th: ลองภาพอื่น
tr: Başka Bir Resim Deneyin
uk: Спробуйте інше зображення
ur_pk: ایک اور تصویر آزمائیں۔
vi: Thử hình ảnh khác
zh_hans: 尝试另一张图片
zh_hant: 嘗試另一張圖片

source: Try Finance AI
ar_sa: جرب Finance AI
bn_bd: Finance AI ব্যবহার করে দেখুন
de_de: Versuchen Sie es mit Finance AI
es_mx: Pruebe Finance AI
fr_ca: Essayez Finance AI
gu_in: Finance AI અજમાવી જુઓ
he: נסה את Finance AI
hi: __ब्रांड_2__ आज़माएं
hr: Isprobajte Finance AI
id: Coba Finance AI
it: Prova Finance AI
ja: Finance AI をお試しください
kn_in: Finance AI ಪ್ರಯತ್ನಿಸಿ
ko: Finance AI을 사용해 보세요
ml_in: Finance AI ശ്രമിക്കുക
mr_in: Finance AI वापरून पहा
ms: Cuba Finance AI
nb: Prøv Finance AI
nl_nl: Probeer Finance AI
or_in: Finance AI ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: Finance AI ਨੂੰ ਅਜ਼ਮਾਓ
pt_br: Experimente Finance AI
ta_in: Finance AI முயற்சிக்கவும்
te_in: Finance AI ప్రయత్నించండి
th: ลอง Finance AI
tr: Finance AI'yi deneyin
uk: Спробуйте Finance AI
ur_pk: Finance AI آزمائیں
vi: Hãy thử Finance AI
zh_hans: 尝试Finance AI
zh_hant: 嘗試Finance AI

source: Try Finance Tracker AI free
ar_sa: جرّب Finance Tracker مجانًا
bn_bd: Finance Tracker AI বিনামূল্যে ব্যবহার করে দেখুন
de_de: Testen Sie Finance Tracker AI kostenlos
es_mx: Prueba Finance Tracker IA gratis
fr_ca: Essayez Finance Tracker AI gratuitement
gu_in: Finance Tracker AI મફત અજમાવી જુઓ
he: נסה את Finance Tracker AI בחינם
hi: Finance Tracker AI निःशुल्क आज़माएँ
hr: Isprobajte Finance Tracker bez umjetne inteligencije
id: Coba Finance Tracker AI gratis
it: Prova Finance Tracker AI gratuitamente
ja: Finance Tracker AI を無料でお試しください
kn_in: Finance Tracker AI ಅನ್ನು ಉಚಿತವಾಗಿ ಪ್ರಯತ್ನಿಸಿ
ko: Finance Tracker AI를 무료로 사용해 보세요
ml_in: Finance Tracker AI സൗജന്യമായി പരീക്ഷിക്കുക
mr_in: Finance Tracker AI मोफत वापरून पहा
ms: Cuba Finance Tracker AI percuma
nb: Prøv Finance Tracker AI gratis
nl_nl: Probeer Finance Tracker AI gratis
or_in: Finance Tracker AI ମୁକ୍ତ ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: Finance Tracker AI ਮੁਫ਼ਤ ਅਜ਼ਮਾਓ
pt_br: Experimente Finance Tracker IA gratuitamente
ta_in: Finance Tracker AI ஐ இலவசமாக முயற்சிக்கவும்
te_in: Finance Tracker AIని ఉచితంగా ప్రయత్నించండి
th: ลองใช้ Finance Tracker AI ฟรี
tr: Finance Tracker AI'yi ücretsiz deneyin
uk: Спробуйте Finance Tracker AI безкоштовно
ur_pk: Finance Tracker AI مفت آزمائیں۔
vi: Hãy dùng thử Finance Tracker AI miễn phí
zh_hans: 尝试免费的 Finance Tracker AI
zh_hant: 嘗試免費的 Finance Tracker AI

source: Try a clearer image or one that shows financial data more clearly.
ar_sa: جرّب صورة أكثر وضوحًا أو صورة تعرض البيانات المالية بشكل أكثر وضوحًا.
bn_bd: একটি পরিষ্কার চিত্র বা এমন একটি চেষ্টা করুন যা আর্থিক ডেটা আরও স্পষ্টভাবে দেখায়।
de_de: Versuchen Sie es mit einem klareren Bild oder einem Bild, das Finanzdaten deutlicher zeigt.
es_mx: Pruebe con una imagen más clara o una que muestre los datos financieros con mayor claridad.
fr_ca: Essayez une image plus claire ou une image qui montre les données financières plus clairement.
gu_in: વધુ સ્પષ્ટ રીતે નાણાકીય ડેટા દર્શાવતી સ્પષ્ટ છબી અથવા એક અજમાવો.
he: נסה תמונה ברורה יותר או תמונה שמציגה נתונים פיננסיים בצורה ברורה יותר.
hi: एक स्पष्ट छवि या ऐसी छवि आज़माएं जो वित्तीय डेटा को अधिक स्पष्ट रूप से दिखाए।
hr: Pokušajte s jasnijom slikom ili onom koja jasnije prikazuje financijske podatke.
id: Usahakan gambar yang lebih jelas atau yang menampilkan data keuangan dengan lebih jelas.
it: Prova un'immagine più chiara o una che mostri i dati finanziari in modo più chiaro.
ja: より鮮明な画像、または財務データをより明確に示す画像を試してください。
kn_in: ಸ್ಪಷ್ಟವಾದ ಚಿತ್ರ ಅಥವಾ ಹಣಕಾಸಿನ ಡೇಟಾವನ್ನು ಹೆಚ್ಚು ಸ್ಪಷ್ಟವಾಗಿ ತೋರಿಸುವ ಒಂದನ್ನು ಪ್ರಯತ್ನಿಸಿ.
ko: 더 선명한 이미지나 재무 데이터를 더 명확하게 보여주는 이미지를 사용해 보세요.
ml_in: വ്യക്തമായ ഒരു ചിത്രം അല്ലെങ്കിൽ സാമ്പത്തിക ഡാറ്റ കൂടുതൽ വ്യക്തമായി കാണിക്കുന്ന ഒന്ന് പരീക്ഷിക്കുക.
mr_in: एक स्पष्ट प्रतिमा किंवा आर्थिक डेटा अधिक स्पष्टपणे दर्शविणारी एक वापरून पहा.
ms: Cuba imej yang lebih jelas atau yang menunjukkan data kewangan dengan lebih jelas.
nb: Prøv et klarere bilde eller et som viser økonomiske data tydeligere.
nl_nl: Probeer een duidelijkere afbeelding of een afbeelding die financiële gegevens duidelijker weergeeft.
or_in: ଏକ ସ୍ୱଚ୍ଛ ପ୍ରତିଛବି ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଆର୍ଥିକ ତଥ୍ୟକୁ ଅଧିକ ସ୍ପଷ୍ଟ ଭାବରେ ଦର୍ଶାଉଛି |
pa_in: ਇੱਕ ਸਪਸ਼ਟ ਚਿੱਤਰ ਜਾਂ ਇੱਕ ਅਜਿਹਾ ਚਿੱਤਰ ਅਜ਼ਮਾਓ ਜੋ ਵਿੱਤੀ ਡੇਟਾ ਨੂੰ ਵਧੇਰੇ ਸਪਸ਼ਟ ਰੂਪ ਵਿੱਚ ਦਿਖਾਉਂਦਾ ਹੈ।
pt_br: Experimente uma imagem mais clara ou que mostre os dados financeiros com mais clareza.
ta_in: தெளிவான படத்தை அல்லது நிதித் தரவை இன்னும் தெளிவாகக் காட்டும் படத்தை முயற்சிக்கவும்.
te_in: స్పష్టమైన చిత్రాన్ని లేదా ఆర్థిక డేటాను మరింత స్పష్టంగా చూపే చిత్రాన్ని ప్రయత్నించండి.
th: ลองใช้รูปภาพที่ชัดเจนกว่านี้หรือรูปภาพที่แสดงข้อมูลทางการเงินได้ชัดเจนยิ่งขึ้น
tr: Daha net bir resim veya finansal verileri daha net gösteren bir resim deneyin.
uk: Спробуйте чіткіше зображення або таке, яке чіткіше відображає фінансові дані.
ur_pk: ایک واضح تصویر یا ایک ایسی تصویر آزمائیں جو مالیاتی ڈیٹا کو زیادہ واضح طور پر دکھائے۔
vi: Hãy thử một hình ảnh rõ ràng hơn hoặc một hình ảnh hiển thị dữ liệu tài chính rõ ràng hơn.
zh_hans: 尝试使用更清晰的图像或更清晰地显示财务数据。
zh_hant: 嘗試使用更清晰的圖像或更清晰地顯示財務數據。

source: Try scanning again with better lighting or a flatter document.
ar_sa: حاول إجراء المسح مرة أخرى باستخدام إضاءة أفضل أو مستند أكثر اتساعًا.
bn_bd: আরও ভাল আলো বা একটি চাটুকার নথি দিয়ে আবার স্ক্যান করার চেষ্টা করুন।
de_de: Versuchen Sie erneut, mit besserer Beleuchtung oder einem flacheren Dokument zu scannen.
es_mx: Intente escanear nuevamente con mejor iluminación o un documento más plano.
fr_ca: Essayez de numériser à nouveau avec un meilleur éclairage ou un document plus plat.
gu_in: વધુ સારી લાઇટિંગ અથવા ફ્લેટર દસ્તાવેજ સાથે ફરીથી સ્કેન કરવાનો પ્રયાસ કરો.
he: נסה לסרוק שוב עם תאורה טובה יותר או מסמך שטוח יותר.
hi: बेहतर रोशनी या समतल दस्तावेज़ के साथ दोबारा स्कैन करने का प्रयास करें।
hr: Pokušajte ponovo skenirati uz bolje osvjetljenje ili ravniji dokument.
id: Coba pindai lagi dengan pencahayaan yang lebih baik atau dokumen yang lebih datar.
it: Provare di nuovo a eseguire la scansione con un'illuminazione migliore o con un documento più piatto.
ja: 照明を改善するか、より平坦なドキュメントを使用してスキャンを再試行してください。
kn_in: ಉತ್ತಮ ಬೆಳಕು ಅಥವಾ ಹೊಗಳಿಕೆಯ ದಾಖಲೆಯೊಂದಿಗೆ ಮತ್ತೊಮ್ಮೆ ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ.
ko: 더 나은 조명이나 더 평평한 문서에서 다시 스캔해 보십시오.
ml_in: മികച്ച ലൈറ്റിംഗോ മുഖസ്തുതിയുള്ള പ്രമാണമോ ഉപയോഗിച്ച് വീണ്ടും സ്കാൻ ചെയ്യാൻ ശ്രമിക്കുക.
mr_in: चांगली प्रकाशयोजना किंवा चापलूस दस्तऐवजासह पुन्हा स्कॅन करण्याचा प्रयत्न करा.
ms: Cuba imbas sekali lagi dengan pencahayaan yang lebih baik atau dokumen yang lebih rata.
nb: Prøv å skanne på nytt med bedre belysning eller et flatere dokument.
nl_nl: Probeer opnieuw te scannen met betere belichting of een vlakker document.
or_in: ଉତ୍ତମ ଆଲୋକ କିମ୍ବା ଏକ ଚାଟୁକାର ଡକ୍ୟୁମେଣ୍ଟ ସହିତ ପୁନର୍ବାର ସ୍କାନ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਬਿਹਤਰ ਰੋਸ਼ਨੀ ਜਾਂ ਚਾਪਲੂਸੀ ਦਸਤਾਵੇਜ਼ ਨਾਲ ਦੁਬਾਰਾ ਸਕੈਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Tente digitalizar novamente com melhor iluminação ou um documento mais plano.
ta_in: சிறந்த வெளிச்சம் அல்லது புகழ்ச்சியான ஆவணத்துடன் மீண்டும் ஸ்கேன் செய்ய முயற்சிக்கவும்.
te_in: మెరుగైన లైటింగ్ లేదా మెరుపు పత్రంతో మళ్లీ స్కాన్ చేయడానికి ప్రయత్నించండి.
th: ลองสแกนอีกครั้งโดยใช้แสงที่ดีกว่าหรือเอกสารที่เรียบกว่านี้
tr: Daha iyi ışıkla veya daha düz bir belgeyle tekrar taramayı deneyin.
uk: Спробуйте відсканувати ще раз із кращим освітленням або більш плоским документом.
ur_pk: بہتر روشنی یا چاپلوسی دستاویز کے ساتھ دوبارہ اسکین کرنے کی کوشش کریں۔
vi: Hãy thử quét lại với ánh sáng tốt hơn hoặc tài liệu phẳng hơn.
zh_hans: 尝试使用更好的照明或更平整的文档再次扫描。
zh_hant: 嘗試使用更好的照明或更平整的文件再次掃描。

source: Turn everyday requests into real progress. Ask, review, and move your money forward.
ar_sa: تحويل الطلبات اليومية إلى تقدم حقيقي. اسأل وراجع وحرك أموالك للأمام.
bn_bd: দৈনন্দিন অনুরোধগুলিকে বাস্তব অগ্রগতিতে পরিণত করুন। জিজ্ঞাসা করুন, পর্যালোচনা করুন এবং আপনার অর্থ এগিয়ে নিয়ে যান।
de_de: Verwandeln Sie alltägliche Wünsche in echte Fortschritte. Fragen Sie, überprüfen Sie und übertragen Sie Ihr Geld.
es_mx: Convierta las solicitudes cotidianas en un progreso real. Pregunte, revise y haga avanzar su dinero.
fr_ca: Transformez les demandes quotidiennes en réels progrès. Demandez, examinez et faites avancer votre argent.
gu_in: રોજિંદા વિનંતીઓને વાસ્તવિક પ્રગતિમાં ફેરવો. પૂછો, સમીક્ષા કરો અને તમારા પૈસા આગળ ખસેડો.
he: הפוך בקשות יומיומיות להתקדמות אמיתית. שאל, בדוק והצע את הכסף שלך קדימה.
hi: रोजमर्रा के अनुरोधों को वास्तविक प्रगति में बदलें। पूछें, समीक्षा करें और अपना पैसा आगे बढ़ाएं।
hr: Pretvorite svakodnevne zahtjeve u pravi napredak. Pitajte, pregledajte i pomaknite svoj novac naprijed.
id: Ubah permintaan sehari-hari menjadi kemajuan nyata. Tanyakan, tinjau, dan gerakkan uang Anda ke depan.
it: Trasforma le richieste quotidiane in progressi reali. Chiedi, esamina e sposta i tuoi soldi in avanti.
ja: 日々のリクエストを実際の進歩に変えましょう。質問し、検討し、資金を前進させましょう。
kn_in: ದೈನಂದಿನ ವಿನಂತಿಗಳನ್ನು ನಿಜವಾದ ಪ್ರಗತಿಗೆ ತಿರುಗಿಸಿ. ಕೇಳಿ, ಪರಿಶೀಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಹಣವನ್ನು ಮುಂದಕ್ಕೆ ಸರಿಸಿ.
ko: 일상적인 요청을 실제 진행 상황으로 전환하세요. 질문하고, 검토하고, 돈을 앞으로 옮기십시오.
ml_in: ദൈനംദിന അഭ്യർത്ഥനകൾ യഥാർത്ഥ പുരോഗതിയിലേക്ക് മാറ്റുക. ചോദിക്കുക, അവലോകനം ചെയ്യുക, നിങ്ങളുടെ പണം മുന്നോട്ട് നീക്കുക.
mr_in: दररोजच्या विनंत्यांना वास्तविक प्रगतीमध्ये बदला. विचारा, पुनरावलोकन करा आणि तुमचे पैसे पुढे हलवा.
ms: Tukar permintaan setiap hari menjadi kemajuan sebenar. Tanya, semak dan gerakkan wang anda ke hadapan.
nb: Gjør daglige forespørsler til virkelig fremgang. Spør, se gjennom og flytt pengene dine fremover.
nl_nl: Zet alledaagse verzoeken om in echte vooruitgang. Vraag, bekijk en maak uw geld beschikbaar.
or_in: ଦ day ନନ୍ଦିନ ଅନୁରୋଧକୁ ପ୍ରକୃତ ପ୍ରଗତିରେ ପରିଣତ କରନ୍ତୁ | ପଚାର, ସମୀକ୍ଷା ଏବଂ ତୁମର ଟଙ୍କାକୁ ଆଗକୁ ବ move ାନ୍ତୁ |
pa_in: ਰੋਜ਼ਾਨਾ ਬੇਨਤੀਆਂ ਨੂੰ ਅਸਲ ਤਰੱਕੀ ਵਿੱਚ ਬਦਲੋ। ਪੁੱਛੋ, ਸਮੀਖਿਆ ਕਰੋ ਅਤੇ ਆਪਣੇ ਪੈਸੇ ਨੂੰ ਅੱਗੇ ਭੇਜੋ।
pt_br: Transforme as solicitações diárias em progresso real. Pergunte, analise e transfira seu dinheiro.
ta_in: அன்றாட கோரிக்கைகளை உண்மையான முன்னேற்றமாக மாற்றவும். கேட்கவும், மதிப்பாய்வு செய்யவும் மற்றும் உங்கள் பணத்தை முன்னோக்கி நகர்த்தவும்.
te_in: రోజువారీ అభ్యర్థనలను నిజమైన పురోగతిగా మార్చండి. అడగండి, సమీక్షించండి మరియు మీ డబ్బును ముందుకు తరలించండి.
th: เปลี่ยนคำขอในแต่ละวันให้เป็นความก้าวหน้าอย่างแท้จริง สอบถาม ตรวจสอบ และโอนเงินของคุณไปข้างหน้า
tr: Günlük istekleri gerçek ilerlemeye dönüştürün. Paranızı sorun, inceleyin ve ileriye taşıyın.
uk: Перетворіть щоденні запити на реальний прогрес. Запитуйте, переглядайте та спрямовуйте свої гроші вперед.
ur_pk: روزمرہ کی درخواستوں کو حقیقی ترقی میں تبدیل کریں۔ پوچھیں، جائزہ لیں اور اپنے پیسے کو آگے بڑھائیں۔
vi: Biến những yêu cầu hàng ngày thành tiến bộ thực sự. Hỏi, xem xét và chuyển tiền của bạn về phía trước.
zh_hans: 将日常请求转化为真正的进步。询问、审查并转移您的资金。
zh_hant: 將日常請求轉化為真正的進步。詢問、審查並轉移您的資金。

source: Unable to prepare the AI request.
ar_sa: غير قادر على إعداد طلب AI.
bn_bd: AI অনুরোধ প্রস্তুত করতে অক্ষম।
de_de: Die AI-Anfrage konnte nicht vorbereitet werden.
es_mx: No se puede preparar la solicitud de IA.
fr_ca: Impossible de préparer la demande AI.
gu_in: AI વિનંતી તૈયાર કરવામાં અસમર્થ.
he: לא ניתן להכין את בקשת הבינה המלאכותית.
hi: एआई अनुरोध तैयार करने में असमर्थ.
hr: Nije moguće pripremiti AI zahtjev.
id: Tidak dapat menyiapkan permintaan AI.
it: Impossibile preparare la richiesta AI.
ja: AI リクエストを準備できません。
kn_in: AI ವಿನಂತಿಯನ್ನು ಸಿದ್ಧಪಡಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.
ko: AI 요청을 준비할 수 없습니다.
ml_in: AI അഭ്യർത്ഥന തയ്യാറാക്കാൻ കഴിയുന്നില്ല.
mr_in: AI विनंती तयार करण्यात अक्षम.
ms: Tidak dapat menyediakan permintaan AI.
nb: Kan ikke forberede AI-forespørselen.
nl_nl: Kan het AI-verzoek niet voorbereiden.
or_in: AI ଅନୁରୋଧ ପ୍ରସ୍ତୁତ କରିବାକୁ ଅସମର୍ଥ |
pa_in: AI ਬੇਨਤੀ ਤਿਆਰ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
pt_br: Não foi possível preparar a solicitação de IA.
ta_in: AI கோரிக்கையைத் தயாரிக்க முடியவில்லை.
te_in: AI అభ్యర్థనను సిద్ధం చేయడం సాధ్యపడలేదు.
th: ไม่สามารถเตรียมคำขอ AI ได้
tr: AI isteği hazırlanamadı.
uk: Не вдалося підготувати запит AI.
ur_pk: AI درخواست تیار کرنے سے قاصر۔
vi: Không thể chuẩn bị yêu cầu AI.
zh_hans: 无法准备 AI 请求。
zh_hant: 無法準備 AI 請求。

source: Unauthorized - please sign in again
ar_sa: غير مصرح به - يرجى تسجيل الدخول مرة أخرى
bn_bd: অননুমোদিত - আবার সাইন ইন করুন
de_de: Nicht autorisiert – bitte melden Sie sich erneut an
es_mx: No autorizado: inicie sesión nuevamente
fr_ca: Non autorisé – veuillez vous reconnecter
gu_in: અનધિકૃત - કૃપા કરીને ફરીથી સાઇન ઇન કરો
he: לא מורשה - נא להיכנס שוב
hi: अनधिकृत - कृपया पुनः साइन इन करें
hr: Neovlašteno - prijavite se ponovo
id: Tidak sah - silakan masuk lagi
it: Non autorizzato: accedi di nuovo
ja: 権限がありません - もう一度サインインしてください
kn_in: ಅನಧಿಕೃತ - ದಯವಿಟ್ಟು ಮತ್ತೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 승인되지 않음 - 다시 로그인하세요.
ml_in: അംഗീകൃതമല്ലാത്തത് - ദയവായി വീണ്ടും സൈൻ ഇൻ ചെയ്യുക
mr_in: अनधिकृत - कृपया पुन्हा साइन इन करा
ms: Tanpa kebenaran - sila log masuk semula
nb: Uautorisert - vennligst logg på igjen
nl_nl: Ongeautoriseerd - log opnieuw in
or_in: ଅନଧିକୃତ - ଦୟାକରି ପୁନର୍ବାର ସାଇନ୍ ଇନ୍ କରନ୍ତୁ |
pa_in: ਅਣਅਧਿਕਾਰਤ - ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰੋ
pt_br: Não autorizado - faça login novamente
ta_in: அங்கீகரிக்கப்படாதது - மீண்டும் உள்நுழையவும்
te_in: అనధికార - దయచేసి మళ్లీ సైన్ ఇన్ చేయండి
th: ไม่ได้รับอนุญาต - โปรดลงชื่อเข้าใช้อีกครั้ง
tr: Yetkisiz - lütfen tekrar oturum açın
uk: Неавторизовано – увійдіть знову
ur_pk: غیر مجاز - براہ کرم دوبارہ سائن ان کریں۔
vi: Không được phép - vui lòng đăng nhập lại
zh_hans: 未经授权 - 请重新登录
zh_hant: 未經授權 - 請重新登入

source: Unknown
ar_sa: غير معروف
bn_bd: অজানা
de_de: Unbekannt
es_mx: Desconocido
fr_ca: Inconnu
gu_in: અજ્ઞાત
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
id: Tidak diketahui
it: Sconosciuto
ja: 不明
kn_in: ಅಜ್ಞಾತ
ko: 알 수 없음
ml_in: അജ്ഞാതം
mr_in: अज्ञात
ms: Tidak diketahui
nb: Ukjent
nl_nl: Onbekend
or_in: ଅଜ୍ଞାତ
pa_in: ਅਗਿਆਤ
pt_br: Desconhecido
ta_in: தெரியவில்லை
te_in: తెలియదు
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомий
ur_pk: نامعلوم
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

source: Unlock now to explore
ar_sa: افتح الآن للاستكشاف
bn_bd: অন্বেষণ করতে এখন আনলক করুন
de_de: Jetzt freischalten, um es zu erkunden
es_mx: Desbloquea ahora para explorar
fr_ca: Débloquez maintenant pour explorer
gu_in: અન્વેષણ કરવા માટે હમણાં જ અનલૉક કરો
he: בטל את הנעילה עכשיו כדי לחקור
hi: तलाशने के लिए अभी अनलॉक करें
hr: Otključajte sada za istraživanje
id: Buka kunci sekarang untuk menjelajah
it: Sblocca ora per esplorare
ja: 今すぐロックを解除して探索してください
kn_in: ಎಕ್ಸ್‌ಪ್ಲೋರ್ ಮಾಡಲು ಈಗ ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ko: 지금 잠금을 해제하고 탐험해보세요
ml_in: പര്യവേക്ഷണം ചെയ്യാൻ ഇപ്പോൾ അൺലോക്ക് ചെയ്യുക
mr_in: एक्सप्लोर करण्यासाठी आता अनलॉक करा
ms: Buka kunci sekarang untuk meneroka
nb: Lås opp nå for å utforske
nl_nl: Ontgrendel nu om te verkennen
or_in: ଏକ୍ସପ୍ଲୋର୍ କରିବାକୁ ବର୍ତ୍ତମାନ ଅନଲକ୍ କରନ୍ତୁ |
pa_in: ਪੜਚੋਲ ਕਰਨ ਲਈ ਹੁਣੇ ਅਨਲੌਕ ਕਰੋ
pt_br: Desbloqueie agora para explorar
ta_in: ஆராய இப்போது திறக்கவும்
te_in: అన్వేషించడానికి ఇప్పుడే అన్‌లాక్ చేయండి
th: ปลดล็อคตอนนี้เพื่อสำรวจ
tr: Keşfetmek için şimdi kilidi açın
uk: Розблокуйте зараз, щоб досліджувати
ur_pk: دریافت کرنے کے لیے ابھی غیر مقفل کریں۔
vi: Mở khóa ngay để khám phá
zh_hans: 立即解锁探索
zh_hant: 立即解鎖探索

source: Update recurring bill
ar_sa: تحديث الفاتورة المتكررة
bn_bd: পুনরাবৃত্ত বিল আপডেট করুন
de_de: Aktualisieren Sie die wiederkehrende Rechnung
es_mx: Actualizar factura recurrente
fr_ca: Mettre à jour la facture récurrente
gu_in: રિકરિંગ બિલ અપડેટ કરો
he: עדכון חשבון חוזר
hi: आवर्ती बिल अद्यतन करें
hr: Ažurirajte ponavljajući račun
id: Perbarui tagihan berulang
it: Aggiorna fattura ricorrente
ja: 定期請求を更新する
kn_in: ಮರುಕಳಿಸುವ ಬಿಲ್ ಅನ್ನು ನವೀಕರಿಸಿ
ko: 반복 청구서 업데이트
ml_in: ആവർത്തിച്ചുള്ള ബിൽ അപ്ഡേറ്റ് ചെയ്യുക
mr_in: आवर्ती बिल अद्यतनित करा
ms: Kemas kini bil berulang
nb: Oppdater gjentakende regning
nl_nl: Update terugkerende factuur
or_in: ବାରମ୍ବାର ବିଲ୍ ଅଦ୍ୟତନ କରନ୍ତୁ |
pa_in: ਆਵਰਤੀ ਬਿੱਲ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pt_br: Atualizar fatura recorrente
ta_in: தொடர்ச்சியான மசோதாவைப் புதுப்பிக்கவும்
te_in: పునరావృత బిల్లును నవీకరించండి
th: อัพเดทบิลที่เกิดซ้ำ
tr: Yinelenen faturayı güncelle
uk: Оновіть регулярний рахунок
ur_pk: بار بار آنے والے بل کو اپ ڈیٹ کریں۔
vi: Cập nhật hóa đơn định kỳ
zh_hans: 更新经常性账单
zh_hant: 更新經常性帳單

source: Update transaction
ar_sa: تحديث المعاملة
bn_bd: লেনদেন আপডেট করুন
de_de: Transaktion aktualisieren
es_mx: Actualizar transacción
fr_ca: Mettre à jour la transaction
gu_in: વ્યવહાર અપડેટ કરો
he: עדכון עסקה
hi: लेन-देन अद्यतन करें
hr: Ažuriraj transakciju
id: Perbarui transaksi
it: Aggiorna transazione
ja: トランザクションを更新する
kn_in: ವಹಿವಾಟನ್ನು ನವೀಕರಿಸಿ
ko: 거래 업데이트
ml_in: ഇടപാട് അപ്ഡേറ്റ് ചെയ്യുക
mr_in: व्यवहार अपडेट करा
ms: Kemas kini transaksi
nb: Oppdater transaksjonen
nl_nl: Transactie bijwerken
or_in: କାରବାର ଅଦ୍ୟତନ କରନ୍ତୁ |
pa_in: ਲੈਣ-ਦੇਣ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pt_br: Atualizar transação
ta_in: பரிவர்த்தனையைப் புதுப்பிக்கவும்
te_in: లావాదేవీని నవీకరించండి
th: อัปเดตธุรกรรม
tr: İşlemi güncelle
uk: Оновити транзакцію
ur_pk: لین دین کو اپ ڈیٹ کریں۔
vi: Cập nhật giao dịch
zh_hans: 更新交易
zh_hant: 更新交易
